Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: What issues are you experiencing with this content?
am: በዚህ ይዘት ላይ ምን ችግሮች እያጋጠሙዎት ነው?

source: What issues are you experiencing with this sentence?
am: በዚህ ዓረፍተ ነገር ምን ችግሮች እያጋጠምዎት ነው?

source: What is your age?
am: ዕድሜዎ ስንት ነው?

source: What is your sex or gender?
am: የእርስዎ ጾታ ምንድን ነው?

source: What kind of goal do you want to build?
am: ምን ዓይነት ግብ መገንባት ይፈልጋሉ?

source: What makes a good question?
am: ጥሩ ጥያቄ የሚያደርገው ምንድን ነው?

source: What needs to be in my file?
am: በእኔ ፋይል ውስጥ ምን መሆን አለበት?

source: What questions can I add?
am: ምን ጥያቄዎች መጨመር እችላለሁ?

source: What sentences can I add?
am: ምን ዓይነት ዓረፍተ ነገሮች መጨመር እችላለሁ?

source: What’s inside the Common Voice dataset?
am: በጋራ ልሳን የውሂብ ስብስብ ውስጥ ምን አለ?

source: What's Public?
am: ይፋ የሚሆነው ምንድን ነው?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
am: አንድ ተጠቃሚ የድምጽ ቅንጥብ ውድቅ ሲያደርግ ወደ ወረፋው ይመለሳል። ለሁለተኛ ጊዜ ውድቅ ከተደረገ፣ የድምጽ ቅንጥቡ ወደ ቅንጥብ መቃብር ይንቀሳቀሳል።

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
am: በሚያዳምጡበት ጊዜ, የተቀዳው በትክክል የተጻፈው መሆኑን በጥንቃቄ ያረጋግጡ፣ ጥቃቅን ስህተቶች እንኳን ሳይቀር ውድቅ ያድርጉ።<br /> በጣም የተለመዱ ስህተቶች የሚከተሉትን ያካትታሉ:

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
am: ለጥያቄ ምላሽ ሲሰጡ፣ ግቡ ልክ በእውነተኛ ህይወት ውይይት እንደሚያደርጉት ሁሉ በተፈጥሯዊ መንገድ ምላሽ መስጠት ነው። ቋንቋዎች በዕለት ተዕለት ንግግር ውስጥ እንዴት እንደሚዋሃዱ ለመረዳት እንፈልጋለን።

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
am: የኮድ መቀየሪያን የሚያካትቱ ምላሾችን በሚገለብጡበት ጊዜ የተናጋሪውን ቋንቋ እንደተነገረው ይወክሉ - ሳያስተካክሉ፣ ሳያርሙ ወይም ሳያቀልሉ። ይህ በቋንቋዎች፣ መደበኛ ባልሆኑ የንግግር እና በተደባለቀ ቋንቋ ቃላት መካከል ለሚደረጉ ሁሉም መቀያየሪያዎች ነው።

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
am: ቅጂዎችዎን ሲጠይቁ ወደ አንድ ወይም ብዙ ዚፕ ፋይሎች እንሰበስባቸዋለን። ያለፉ ጥያቄዎችዎ እነኚሁና፡

source: Which variant of { $language } do you speak?
am: የትኛውን የ{ $language } ዘዬ ነው የሚናገሩት?

source: Why ?
am: ለምን ?

source: Why a profile?
am: መገለጫ ለምን?

source: Why are you asking?
am: ለምን ይጠይቃሉ?

source: Why Common Voice?
am: ለምን የጋራ ልሳን?

source: Why does this matter?
am: ይህ ጉዳይ ለምን አስፈለገ?

source: Why we built this Spontaneous Speech prototype
am: ለምን ይህን ድንገተኛ የንግግር ማሳያ ገነባን

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
am: በመገለጫ አማካኝነት የእርስዎን እንቅስቃሴ መከታተል እና ከድምጽ ውሂብ አስተዋጽዖ አበርካቾች ማህበረሰብ ጋር መገናኘት ይችላሉ።

source: Wixarika
am: ዊክሳሪካ

source: Wixárika
am: ዊክሳሪካ

source: Wolof
am: ዎልፍኛ

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
am: እንደ “እም፣” “እንደ”፣ “ፑስ”፣ “ታውቃላችሁ” እና “ስለዚህ” ያሉ ቃላት ትርጉም አላቸው። ለምሳሌ፡ “ስለዚህ፣ እም፣ ‘ምናልባት በኋላ ላይ’ ብዬ ነገርኳት።”

source: Words written in the wrong orthography
am: በተሳሳተ የአጻጻፍ ስልት የተጻፉ ቃላት

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
am: የድምጽ ቅጂዎችዎ እንዲሰረዙ መጠየቅ ይፈልጋሉ ወይንስ በጋራ ልሳን የውሂብ ስብስብ ውስጥ ማስቀመጥ ይመርጣሉ?

source: Write
am: ይጻፉ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
am: እንደ 'um' ወይም 'errr' ያሉ የቦታ ያዥ ቃላትን ጨምሮ ሰውዬው የተናገረውን በትክክል ይፃፉ።

source: Write down what you hear the person saying here
am: ግለሰቡ ሲናገር የሰሙትን ይጻፉ

source: Write each word according to the spelling of the language it’s from. For example:
am: እያንዳንዱን ቃል ከቋንቋው የፊደል አጻጻፍ ጋር በሚስማማ መልኩ ይፃፉ። ለምሳሌ፡

source: Write options menu
am: የአማራጮች ምናሌን ይፃፉ

source: Xhosa
am: ዛይሆሳ

source: Xitsonga
am: ዢትሶንጋ

source: y
am: ዓ

source: Y
am: ዓ

source: Yadgha
am: ያድጋ

source: Yaqui
am: ያኪ

source: Yes
am: አዎ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
am: አዎ፦ ኢሜይል ላክልኝ። ስለ የጋራ ልሳኖች ፕሮጀክት ሁኔታ መረጃ ማግኘት እፈልጋለሁ።

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
am: አዎ ኢሜይል ላክልኝ። በዚህ ቋንቋ የጋራ ልሳኖች በሚለው ጎራ ያሉ ለውጦችን መከታተል እፈልጋለሁ።

source: Yiddish
am: ይዲሽ

source: Yoruba
am: ዮሩባ

source: You
am: እርስዎ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
am: የ <size>{ $size } ጊባ </size> ማውረድ ሊጀምሩ ነው፤ ይቀጥላሉ?

source: You are prepared to initiate a download of <b>{ $size }</b>
am: የ <b> { $size } </b> ን ማውረድ ለመጀመር ተዘጋጅቷል

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
am: አሁን ከአገልጋዮቻችን ጋር የተረጋጋ ግንኙነት መፍጠር አይችሉም። እባክዎ ቆይተው እንደገና ይሞክሩ። ለእገዛ፣ እባክዎ <matrixLink>የማትሪክስ ማህበረሰብ ውይይት</matrixLink>ን ይቀላቀሉ፣ የጣቢያ ችግሮችን በ<githubLink>ጊትሀብ</githubLink> በኩል ይከታተሉ ወይም <discourseLink>የእኛን የዲስኮርስ መድረኮች</discourseLink>ን ይጎብኙ።

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
am: <strong>አረፍተ ነገር ሰብሳቢ</strong>የሕዝብ ጎራ አረፍተ ነገሮችን ለመሰብሰብ እና ለማረጋገጥ የሚሆን መሳሪያ ነው። <scAccountLink>መለያ መፍጠር ያስፈልግዎታል</scAccountLink>። ከዚያ ቋንቋዎን ወደ <strong>መገለጫዎ</strong> ያክሉ። ዓረፍተ ነገሮችን ማከል</strong>ወይም ከዚህ ቀደም የተጨመሩትን ዓረፍተ ነገሮች <strong>መገምገም</strong> ትችላለህ።

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
am: እንዲሁም ቀጥታ ዩአርኤሎችን ወደ እርስዎ ተወዳጅ የማውረድ አስተዳዳሪ መቅዳት እና መለጠፍ ይችላሉ። በ12 ሰዓታት ውስጥ የአገልግሎት ጊዜው ያበቃል፣ ነገር ግን በማንኛውም ጊዜ አዲስ ለማመንጨት ወደዚህ ገጽ ተመልሰው መምጣት ይችላሉ።

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
am: እንዲሁም የቁልፍ ሰሌዳ አቋራጮችን መጠቀም ይችላሉ፡ { sc-review-form-button-approve-shortcut } ለማጽደቅ፣ { sc-review-form-button-reject-shortcut } ውድቅ ለማድረግ፣ { sc-review-form-button-skip-shortcut } ለመዝለል

source: You can choose to make your username public or anonymous.
am: የተጠቃሚ ስምዎን ይፋዊ ወይም የማይታወቅ ለማድረግ መምረጥ ይችላሉ።

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
am: ወደ <datasetspage>የውሂብ ስብስቦች ገጽ</datasetsPage> በመሄድ የሚፈልጉትን ስሪት እና ቋንቋ(ዎች) ይምረጡ እና ያውርዱት! ፋይሎቹ እንደ የስነሕዝብ መረጃ እና የማረጋገጫ ውሂብ ያሉ <metadataLink>የተጎዳኘ ሜታዳታ</metadataLink> አላቸው። የመረጃ ቋቱን ለማውረድ የኢሜል አድራሻ ማቅረብ ያስፈልግዎታል።

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
am: የጋራ ልሳን መገለጫ በመፍጠር እና ድምጽዎን በማበርከት የተለያየ፣ ክፍት ምንጭ የውሂብ ስብስብ ለመገንባት ማገዝ ይችላሉ።

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
am: ለወቅታዊ ውይይቶች <discourseLink>Discourse</discourseLink>ን በመቀላቀል ወይም ፈጣን ምክር ለማግኘት <matrixLink>Matrix</matrixLink>ን በመቀላቀል በሞዚላ ቋንቋ ማህበረሰቦች ውስጥ ማግኘት ይችላሉ።

source: You cannot add multiple sentences for a single submission
am: ለአንድ ማስገባት ብዙ ዓረፍተ ነገሮችን ማከል አይችሉም

source: You cannot request your recordings while another request is already in progress.
am: ሌላ ጥያቄ በሂደት ላይ እያለ ቅጂዎችዎን መጠየቅ አይችሉም።

source: You can request a new takeout of your recordings every { $days } days.
am: በየ{ $days } ቀረጻዎችዎ ላይ አዲስ ቀረጻ እንዲወስድ መጠየቅ ይችላሉ።

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
am: ሰዎች አስተዋጽዖ እንዲያበረክቱ ለማገዝ ዝግጅቶችን ማካሄድ ይችላሉ። እርስዎ ከሚያስቡት በላይ ቀላል ነው። በመስመር ላይ በቪዲዮ ኮንፈረንስ መሳሪያ ወይም በአስተማማኝ ሁኔታ በአካል ተገኝተው ሊያደርጉት ይችላሉ። <eventTemplate>ክስተቶችን ለማሄድ የእኛን አብነቶች እና ግብዓቶች ይመልከቱ</eventTemplate>።

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
am: <sentenceCollectorLinkAdd>ትንንሽ የዓረፍተ ነገር ቁጥሮች ማከል ይችላሉ</sentenceCollectorLinkAdd>፣ ወይም Github</bulkImportDocsLink>ን በመጠቀም <bulkImportDocsLink>በጅምላ ለማስገባት ይችላሉ። ያስታውሱ ዓረፍተ ነገሮች <licenseLink>CC0 (ወይም ይፋዊ ጎራ)</licenseLink> መሆን አለባቸው ወይም የራስዎን መጻፍ ይችላሉ።

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
am: ከዊኪፔዲያ አጫጭር ዓረፍተ ነገሮችን ለመጠቀም የ<scraperLink>አረፍተ ነገር ማውጫ</scraperLink>ን መጠቀም ይችላሉ።

source: You check whether the transcription matches the audio
am: የፅሁፍ ግልባጩ ከድምጹ ጋር ይዛመድ እንደሆነ ያረጋግጣሉ

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
am: ድረ-ገጹን ማካተት ይችላሉ ለምሳሌ "የጋራ ልሳን - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
am: የትምህርት ማመሳከሪያ ዘይቤን መጠቀም ይችላሉ፣ ለምሳሌ የሃርቫርድ ስታይል "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
am: መልእክቱን ለማውጣት የማህበራዊ ሚዲያ መድረኮችን መጠቀም ይችላሉ። ለምን እንደሚያስፈልግ የሚገልጹ ልጥፎችን ያጋሩ እና እንደ ቋንቋ መብቶች፣ የድምጽ አስተውሎቶች ወይም የቴክኖሎጂ አድሎአዊ ጉዳዮችን ከሌሎች ሰዎች ጋር ይገናኙ። እንደገና ሊጠቀሙበት የሚችሉትን ይዘት ጨምሮ <campaignLink>ማህበራዊ ዘመቻ ማካሄድ ላይ ተጨማሪ ምክር ይመልከቱ</campaignLink>።

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
am: ምንም ቋንቋ አልመረጡም። ቋንቋዎችን ለመምረጥ እባክዎ ወደ <profileLink>መገለጫዎ</profileLink> ይሂዱ።

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
am: ለዚህ ገጽ የማስረከቢያ ገደብ ላይ ደርሰዋል። ሌላ ዓረፍተ ነገር ከማስገባትዎ በፊት እባክዎ ለ{ $retryLimit } ደቂቃዎች ይጠብቁ። ለትዕግስትዎ እናመሰግናለን!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
am: ለዚህ ገጽ የማስረከቢያ ገደብ ላይ ደርሰዋል። ሌላ ዓረፍተ ነገር ከማስገባትዎ በፊት እባክዎ ለ{ $retryLimit } ሰከንዶች ይጠብቁ። ለትዕግስትዎ እናመሰግናለን!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
am: በዚህ ገጽ ላይ ያልተቀመጡ ለውጦች አሉዎት። አካባቢውን ከቀየሩ ለውጦችዎ አይቀመጡም። እርግጠኛ ነዎት አካባቢውን መቀየር ይፈልጋሉ?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
am: በዚህ ገጽ ላይ ያልተቀመጡ ለውጦች አሉዎት። ከዚህ ገጽ ከወጡ ለውጦችዎ አይቀመጡም። እርግጠኛ ነዎት ይህን ገጽ መልቀቅ ይፈልጋሉ?

source: You might also want to consider spanning different contexts and domains.
am: እንዲሁም የተለያዩ አውዶችን እና ጎራዎችን ማሰስ ይፈልጉ ይሆናል።

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
am: በማህበራዊ ሚዲያ መተግበሪያ ውስጥ ያለ አገናኝ ጠቅ በማድረግ እዚህ ሊደርሱ ይችላሉ። የድምጽ ቀረጻን የማይደግፍ የውስጥ-መተግበሪያ አሳሽ እየተጠቀሙ ነው።

source: You must allow microphone access.
am: የማይክሮፎን መዳረሻን መፍቀድ አለብዎት።

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
am: የተቀዳውን እያንዳንዱን ቃል መስማት መቻል አለብዎ። የማሽን መማሪያ ስልተ ቀመሮችን የተለያዩ የጀርባ ጫጫታዎችን ማስተናገድ እንዲችሉ እንፈልጋለን፣ እና በአንጻራዊ ሁኔታ ከፍተኛ ድምጽ ወይም ጸጥ ያለ የጀርባ ሙዚቃ እንኳን የጽሑፉን ሙሉ በሙሉ ከመስማት እስካልከለከለዎት ድረስ ተቀባይነት ሊኖረው ይችላል። ጽሑፉን እንዳይሰሙ የሚከለክሉ ስንጥቅ ወይም 'መሰባበር' ካሉ ግን ክሊፑን ውድቅ ማድረግ አለብዎት ማለት ነው።

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
am: የአነጋገር ዘዬህ ቃላትን የምትናገርበት መንገድ ነው። እርስዎ በኖሩበት ቦታ፣ በሚናገሩት ሌሎች ቋንቋዎች እና በሌሎች በርካታ ምክንያቶች ሊለወጥ ይችላል። ጠቃሚ ነው ብለው የሚያምኑትን ማንኛውንም መረጃ እዚህ ማጋራት ይችላሉ።

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
am: ያልታወቁ የድምጽ ቅጂዎችህ በጋራ ልሳን የውሂብ ስብስብ ውስጥ ይቀራሉ። አንዴ መገለጫዎን ከሰረዙ በኋላ ቅጂዎችዎን ከውሂብ ስብስብ ለማስወገድ ጥያቄ ማቅረብ አይችሉም።

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
am: የድምጽ ቀረጻዎ የተበላሸ ይመስላል። ይህ በሚከተሉት ምክንያቶች ሊከሰት ይችላል፦ • የአሳሽ ተኳሃኝነት ችግሮች (የተለየ አሳሽ ለመጠቀም ይሞክሩ) • የማይክሮፎን ወይም የድምጽ አሳዋቂ ችግሮች • በቀረጻ ወቅት የአውታረ መረብ መቆራረጦች እባክዎን እንደገና ለመቅዳት ይሞክሩ።

source: Your daily goal has been created
am: ዕለታዊ ግብዎ ተፈጥሯል።

source: Your dataset is downloading!
am: የውሂብ ስብስብዎ እየወረደ ነው!

source: Your download has started.
am: የእርስዎ ማውረድ ተጀምሯል።

source: You’re contributing to a target segment
am: ለታለመው ክፍል አስተዋጽዖ እያደረጉ ነው።

source: You’re contributing to our first target segment
am: ለመጀመሪያው የዒላማ ክፍላችን አስተዋጽዖ እያበረከቱ ነው።

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
am: በአሁኑ ጊዜ እንደ ግብ አስታዋሾች፣ የእኔ የመሳሰሉ ኢሜይሎችን፣ ስለ የጋራ ልሳን የሂደት ዝመናዎች እና ጋዜጣዎች <bold>እንዳይቀበሉ</bold>ተደርገዋል።

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
am: እንደ የአላማ ማስታወሻ፣ ስለራሴ የለውጥ ሂደቶች እና ስለ የጋራ ልሳኖች አጫጭር ዜናዎች፤ የኢሜይል መልእክቶችን ለመቀበል ተፈቅዷል።

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
am: በጣም በፍጥነት እያስኼዱት ነው። አረፍተነገሩ ትክክል መሆኑን ለማረጋገጥ እባክዎን ትንሽ ጊዜ ይውሰዱ።

source: You're helping Common Voice reach our daily sentence goals!
am: የጋራ ድምጽ ዕለታዊ ዓረፍተ ነገር ግቦቻችን ላይ እንዲደርስ እየረዱት ነው!

source: Your email address
am: የኢሜል አድራሻዎ

source: You respond or reply to it as naturally as you can
am: የምትችለውን ያህል በተፈጥሮ ምላሽ ትሰጣለህ ወይም መልስ ትሰጣለህ

source: Your files are being assembled. Please check again later.
am: የእርስዎ ፋይሎች እየተሰበሰቡ ነው። እባክዎ ቆይተው እንደገና ያረጋግጡ።

source: Your Languages
am: የእርስዎ ቋንቋዎች

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
am: የቋንቋዎ ልዩነት ከቅንጥቦች ውጭ ሊሆን ይችላል! ከተመችዎ፣ በቋንቋዎ ውስጥ ያሉ ሌሎች ዓረፍተ-ነገሮችን ለማየት ቅንብሮችዎን መቀየር ይችላሉ።

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
am: የቋንቋዎ ልዩነት ከዓረፍተ ነገር ውጭ ሊሆን ይችላል! ከተመቻችሁ፣ በቋንቋዎ ውስጥ ያሉ ሌሎች ዓረፍተ ነገሮችን ለማየት ቅንብሮችዎን መቀየር ይችላሉ።

source: Your message has been sent. Thank you!
am: መልእክትዎ ተልኳል። አናመሰግናለን!

source: Your recording file is too large to upload. Please try recording a shorter clip.
am: የቀረጻ ፋይልዎ ለመስቀል በጣም ትልቅ ነው። እባክዎ አጭር ቅንጥብ ለመቅዳት ይሞክሩ።

source: Your username and email will not be associated with the published data.
am: የእርስዎ የተጠቃሚ ስም እና ኢሜይል ከታተመ ውሂብ ጋር አይጣመርም።

source: Your weekly goal has been created
am: ሳምንታዊ ግብዎ ተፈጥሯል።

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
am: በቅርቡ የሚያብራራ ኢሜል ሊደርስዎት ይገባል። ቋንቋዎን ወደ የጋራ ልሳን እንዲታከሉ ለማድረግ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
am: የጋራ ልሳን ከዕለታዊ የ{ $goalValue } የመቅጃ ግባችን <goalPercentage></goalPercentage> ላይ እንዲደርስ አግዘዋል!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
am: የጋራ ልሳን ከዕለታዊ የ{ $goalValue } ማረጋገጫ ግባችን <goalPercentage></goalPercentage> ላይ እንዲደርስ አግዘዋል!

source: You've successfully signed up for contributing to { $language }. Thank you.
am: ለ { $language } አስተዋፅኦ ለማበርከት በተሳካ ሁኔታ ተመዝግበዋል - እናመሰግናለን።

source: You want to join the Common Voice mailing list
am: የጋራ ልሳን የደብዳቤ መላኪያ ዝርዝር መቀላቀል እፈልጋለሁ

source: You write down what you hear in the audio clips
am: የሚሰሙትን በድምጽ ቅንጥቦች ውስጥ ይጽፋሉ

source: Zaza
am: ዛዛ

source: Zip #{ $offset } of { $total }
am: ዚፕ #{ $offset } ከ{ $total }

source: Zulu
am: ዙሉ

source: 2x Faster
am: 2እጥፍ ፈጣን

source: 32-bit installers
am: ባለ 32-ቢት ማቀናጃዎች

source: 404: Page Not Found
am: 404: ገጽ አልተገኘም

source: 500: Internal Server Error
am: 500: የውስጥ አገልጋይ ስህተት

source: 64-bit
am: 64-ቢት

source: 64-bit installers
am: ባለ 64-ቢት ማቀናጃዎች

source: <a { $attrs } >Download this browser extension</a> to stop { -brand-name-facebook } (and { -brand-name-instagram }) from tracking you around the web.
am: { -brand-name-facebook } (እና { -brand-name-instagram }) እርስዎን በድሩ ላይ እንዳይከታተሉዎት ለማቆም <a { $attrs } >ይህን የአሳሽ ቅጥያ ያውርዱ</a>።

source: About { -brand-name-mozilla }
am: ስለ { -brand-name-mozilla }

source: A browser built for speed.
am: ፈጣን የድረ-ገፅ ማሰሻ።

source: A browser is still a tool, so it makes sense that you’ll want to pick the best one for the job. If you’re a human who needs to work to survive, you’ll need a fast internet browser. One thing to keep in mind is a browser that runs third-party trackers is more likely to be slower than a browser that doesn’t. Third-party trackers are cookies, and while you can’t see them, they are running in the background of the site, taking up precious time. The more third-party trackers a browser blocks, the faster it can run.
am: የድረ-ገፅ ማሰሻ የመገልገያ መሣሪያ በመሆኑ፤ ሥራዎትን ለማቀላጠፍ ከሚያስችሉት አንዱን መምረጥዎት አይቀርም። ማንኛውም ሠው ለመኖር መሥራት አለበት፤ በዚህ ዘመን ደግሞ ሥራን ለማቀላጠፍ ፈጣን የኢንተርኔት ድረ-ገፅ ማሰሻን መጠቀም ግዴታ ነው። እዚህጋ አንድ ማወቅ ያለብዎት ነገር፤ የሶስተኛ ወገን ዱካዎችን የሚያስተላልፍ ድረ-ገፅ ማሰሻ ከማያስተላልፉት ይልቅ በጣም ቀርፋፋ ነው። የሶስተኛ ወገን ዱካዎች የምንላቸው ኩኪዎች (መሸጎጫዎች) ሲሆኑ፤ ከርስዎ እውቅና ውጭ ውስጥ ለውስጥ ይንቀሳቀሳሉ በመሆኑም ውድ ጊዜያችንን ያባክኑብናል። አንድ ድረ-ገፅ ማሰሻ የሶስተኛ ወገን ዱካን የበለጠ ባገደ መጠን፤ በጣም ፈጣን እየሆነ ይመጣል።

source: A browser that minds its business.
am: ለሥራው የሚጨነቅ ድረ-ገፅ ማሰሻ።

source: A browser that puts safety first.
am: ለጥንቃቄ ቅድሚያ የሚሰጥ የድረ-ገፅ ማሰሻ።

source: Adjust search bar settings
am: የፍለጋ አሞሌ ቅንብሮችን ያስተካክሉ

source: ADMX templates
am: ADMX አብነቶች

source: Ads are distracting and make web pages load slower while their trackers watch every move you make online. The { -brand-name-firefox-browser } blocks most trackers automatically, so there’s no need to dig into your security settings.
am: ማስታወቂያዎች ትኩረት የሚከፋፍሉ እና ድረ-ገጾች በዝግታ እንዲጫኑ ሲያደርጉ ተከታታዮቻቸው ደሞ በመስመር ላይ የሚያደርጉትን እያንዳንዱን እንቅስቃሴ ይመለከታሉ። { -brand-name-firefox-browser } ብዙ መከታተያዎችን በራስ ሰር ያግዳል፣ ስለዚህ የደህንነት ቅንብሮችዎ ውስጥ መቆፈር አያስፈልግም።

source: Advanced install options & other platforms
am: የላቁ የመጫኛ አማራጮች እና ሌሎች መድረኮች

source: <a href="{ $about }">Learn</a> about { -brand-name-mozilla }, the not-for-profit behind { -brand-name-firefox }.
am: ስለ { -brand-name-mozilla }፣ ከ{ -brand-name-firefox } በስተጀርባ ያለው ለትርፍ ያልተቋቋመው <a href="{ $about }">ይማር</a>።

source: <a href={ $download }>Download</a> the { -brand-name-firefox } browser for your mobile device or desktop
am: { -brand-name-firefox } አሳሽን ለተንቀሳቃሽ ስልክ ወይም ደስክቶፕ <a href={ $download }> ያውርዱ</a>

source: <a href="{ $url }">See how { -brand-name-firefox } compares { -brand-name-chrome }.</a>
am: <a href="{ $url }">{ -brand-name-firefox } { -brand-name-chrome }ን እንዴት እንደሚወዳድር ይመልከቱ።</a>

source: All Languages
am: ሁሉም ቋንቋዎች

source: All Languages and Builds
am: ሁሉም ቋንቋዎች እና ስራዉች

source: All Languages and Platforms
am: ሁሉም ቋንቋዎች እና መድረኮች

source: All your favorite { -brand-name-google } tools (like Gmail and Docs) work seamlessly in the { -brand-name-firefox-browser }.
am: ሁሉም የእርስዎ ተወዳጅ የ{ -brand-name-google } መሳሪያዎች (እንደ Gmail እና ሰነዶች ያሉ) በ{ -brand-name-firefox-browser } ውስጥ ያለምንም እንከን ይሰራሉ።

source: Almost there!
am: ሊያልቅ ነው!

source: Always-on tracking protection: by default, { -brand-name-firefox } runs Enhanced Tracking Protection (ETP) to protect your personal data from known ad trackers, social trackers and cryptomining scripts that follow you around the web.
am: ሁልጊዜ በመከታተል ላይ ያለ ጥበቃ፡ በነባሪነት { -brand-name-firefox } የእርስዎን የግል ውሂብ በድረ-ገጽ ላይ ከሚከተሏቸው ከሚታወቁ የማስታወቂያ መከታተያዎች፣ ማህበራዊ መከታተያዎች እና ምናባዊ ገንዘብ መቆፈሪያ ስክሪፕቶች ለመጠበቅ የተሻሻለ የክትትል ጥበቃን (ETP) ያስኬዳል።

source: A more secure { -brand-name-firefox }.
am: ይበልጥ ደህንነቱ የተጠበቀ { -brand-name-firefox }።

source: An ad blocker is a piece of software that can be used to block ads, and they work in two ways. The first way is when an ad blocker blocks the signal from an advertiser’s server, so the ad never shows up on your page. Another way ad blockers work is by blocking out sections of a website that could be ads.
am: የማስታወቂያ ማገጃ ማስታወቂያዎችን ለማገድ ሊያገለግል የሚችል የሶፍትዌሩ አካል ሲሆን በሁለት መንገዶች ይሰራሉ ፡፡ የመጀመሪያው መንገድ የማስታወቂያ ማገጃ ምልክቱን ከአስተዋዋቂው አገልጋይ ሲያግድ ስለሆነ ማስታወቂያው በጭራሽ በገጽዎ ላይ አይታይም ፡፡ የማስታወቂያ አጋጆች የሚሰሩበት ሌላኛው መንገድ ማስታወቂያ ሊሆን የሚችል የድር ጣቢያ ክፍሎችን በመዝጋት ነው ፡፡

source: An error occurred in our system. Please try again later.
am: በስርዓታችን ውስጥ ስህተት ተከስቷል። እባክዎ ቆየት ብለው ይሞክሩ።

source: Another way to stop trackers from tracking is using private mode to browse. Any browser that claims to be private should offer browsing in private mode.
am: ሌላው እነዚህን ሠርጎ-ገቦች የምንከላከልበት መንገድ ደግሞ የግላዊ አሰሳ ዘዴ ነው። ማንኛውም ደህንነቴ የተጠበቀ ነው የሚል ድረ-ገፅ ማሰሻ የግላዊ አሰሳ ዘዴን ማቅረብ አለበት።

source: An overview of all { -brand-name-firefox } mobile browsers ({ -brand-name-firefox } for { -brand-name-android }, { -brand-name-firefox } for { -brand-name-ios }, { -brand-name-firefox-focus })
am: የሁሉም { -brand-name-firefox } የሞባይል አሳሾች አጠቃላይ እይታ ({ -brand-name-firefox } ለ{ -brand-name-android }፣ { -brand-name-firefox } ለ{ -brand-name-ios } ፣ { -brand-name-firefox-focus })

source: <a rel="external" href="{ $feedback }">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
am: <a rel="external" href="{ $feedback }">አስተያየት ይስጡን</a> በተረጋጋ አካባቢ ውስጥ በአፈጻጸም እና ተግባራዊነት ላይ የመጨረሻ ለውጦችን እንድናደርግ ይረዳናል።

source: ARM64/AArch64 installers
am: ARM64/AArch64 ጫኚዎች

source: As the internet grows and changes, { -brand-name-firefox } continues to focus on your right to privacy — we call it the <a { $attrs }>Personal Data Promise</a>: Take less. Keep it safe. No secrets. Your data, your web activity, your life online is protected with { -brand-name-firefox }.
am: በይነመረቡ ሲያድግ እና ሲቀየር { -brand-name-firefox } በእርስዎ የግላዊነት መብት ላይ ማተኮር ይቀጥላል - እኛ <a { $attrs }>የግል ውሂብ ቃል ኪዳን</a> እንለዋን፡- ትንሽ ይውሰዱ። ደህንነቱ የተጠበቀ ያድርጉት። ምንም ሚስጥሮች የሉም። የእርስዎ ውሂብ፣ የእርስዎ የድር እንቅስቃሴ፣ የመስመር ላይ ህይወትዎ በ{ -brand-name-firefox } የተጠበቀ ነው።

source: At <a href="{ $firefox }">{ -brand-name-firefox }</a>, we’ve worked hard to build a browser that is twice as fast as before and gives users more control over their online life.
am: በ<a href="{ $firefox }">{ -brand-name-firefox }</a> ላይ፣ እንደበፊቱ በሁለት እጥፍ ፈጣን የሆነ አሳሽ ለመስራት ጠንክረን ሰርተናል እና ተጠቃሚዎች በመስመር ላይ ህይወታቸው የበለጠ መቆጣጠር እንዲችሉ አድርጓል።

source: Automatic updates
am: ራስ-ሰር ዝማኔዎች

source: Autosuggest URLs
am: URLsን በራስ ጠቁም
